[
  {"id":"citeulike:2847102","abstract":"Genomics and bioinformatics play an increasingly important and transformative role in medicine, society and agriculture. The mapping of the human genome has revealed 35,000 or so genes which might code for more than one protein, resulting in 100,000 proteins for the humans alone. Since proteins are attractive targets for developing drugs, efforts are now underway to map sequences and assign functions to many novel proteins. This book takes the novel approach to cover both the sequence and structure analysis of proteins in one volume and from an algorithmic perspective. Key features of the book include: * Provides a comprehensive introduction to the analysis of protein sequence and structure analysis. * Takes an algorithmic approach, relying on computational methods rather than theoretical. * Provides an integrated presentation of theory, examples, exercises and applications. * Includes coverage of both protein structure, and sequence, analysis. * Accessible enough for biologists, yet rigorous enough for computer scientists and mathematicians. * Supported by a Web site featuring exercises, solutions, images, and computer programs. Visit this website for exercises with solutions, computer programs, errata and additional material: http://www.ii.uib.no/proteinbioinformatics/","author":[{"family":"Eidhammer","given":"Ingvar"},{"family":"Jonassen","given":"Inge"},{"family":"Taylor","given":"William R."}],"citation-key":"citeulike:2847102","edition":"1","ISBN":"0-470-84839-1","issued":{"date-parts":[[2004,2,13]]},"publisher":"Wiley","title":"Protein bioinformatics: An algorithmic approach to sequence and structure analysis","type":"book","URL":"http://www.amazon.com/exec/obidos/redirect?tag=citeulike07-20&path=ASIN/0470848391"},
  {"id":"Meng2005","author":[{"family":"Meng","given":"Elaine C"}],"citation-key":"Meng2005","issued":{"date-parts":[[2005,4]]},"title":"Online structure alignment resources","type":"document","URL":"http://www.cgl.ucsf.edu/home/meng/grpmt/structalign.html"},
  {"id":"structaln","citation-key":"structaln","title":"Structural alignment","type":"document","URL":"http://en.wikipedia.org/wiki/Structural_alignment"}
]
